Repository: open-xchange/mailvelope
Catalog: i18n/*.po
Languages: cs_cz, da_dk, de_de, es_mx, fi_fi, fr_fr, hu_hu, it_it, ja_jp, lv_lv, nb_no, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sk_sk, sv_se, zh_cn, zh_tw

source: Toggle Encryption
de_de: Verschlüsselung umschalten

source: Not Supported
cs_cz: Není podporované
da_dk: Understøttes ikke
de_de: Nicht unterstützt
es_mx: No admitido
fi_fi: Ei tuettu
fr_fr: Non pris en charge
hu_hu: Nem támogatott
it_it: Non supportato
ja_jp: サポートされていません
lv_lv: Netiek atbalstīts
nb_no: Ikke støttet
nl_nl: Niet ondersteund
pl_pl: Brak obsługi
pt_br: Não suportado
ro_ro: Nu este suportat
ru_ru: Не поддерживается
sk_sk: Nepodporované
sv_se: Stöds inte
zh_cn: 不支持
zh_tw: 不支援

source: %s is not supported with secured email and will be disabled.
cs_cz: %s není podporováno pro zabezpečené zprávy a bude vypnuto.
da_dk: %s er ikke understøttet med sikker e-mail og vil blive slået fra.
de_de: %s wird für sichere E-Mail nicht unterstützt und wird deaktiviert
es_mx: %s no está admitido con correo seguro y se desactivará.
fi_fi: %sa ei tueta kun käytössä on suojattu sähköposti ja se kytketään pois päältä.
fr_fr: %s n'est pas pris en charge avec les courriels sécurisés et sera désactivé.
hu_hu: %s is nem támogatott biztonságos e-mailben, ezért letiltásra került.
it_it: %s non è supportato con i messaggi protetti e sarà disabilitato.
ja_jp: セキュリティ保護されたメールの場合は %s をサポートされていないため、無効になります。
lv_lv: %s tiks atspējots, jo netiek atbalstīts šifrētam e-pastam.
nb_no: %s støtter ikke sikre eposter og vil bli deaktivert.
nl_nl: %s wordt niet ondersteund met gecodeerde e-mailberichten en wordt uitgeschakeld.
pl_pl: Funkcja %s nie jest obsługiwana w przypadku zabezpieczonych wiadomości e-mail i zostanie wyłączona.
pt_br: %s não é suportado com e-mail seguro e será desabilitado.
ro_ro: %s nu este suportat pentru e-mailuri securizate și se va dezactiva.
ru_ru: %s с использованием защищенной почты не поддерживается и будет отключен.
sk_sk: %s nie je podporované v zabezpečených emailoch a bude vypnuté.
sv_se: %s stöds inte med säker e-post och kommer avaktiveras.
zh_cn: 安全电子邮件不支持 %s 将会停用。
zh_tw: %s 不支援加密郵件，將被停用。

source: Mailvelope Not Supported
cs_cz: Mailvelope není podporovaný
da_dk: Mailvelope understøttes ikke
de_de: Mailvelope nicht unterstützt
es_mx: No se admite Mailvelope
fi_fi: Mailvelopea ei tueta
fr_fr: Mailvelope non géré
hu_hu: A Mailvelope nem támogatott.
it_it: Mailvelope non supportata
ja_jp: Mailvelope がサポートされていません
lv_lv: "Mailvelope' netiek atbalstīta
nb_no: Mailvelope er ikke støttet
nl_nl: Mailvelope wordt niet ondersteund
pl_pl: Mailvelope nie jest obsługiwane
pt_br: Mailvelope não suportado
ro_ro: Mailvelope nu este suportat
ru_ru: Mailvelope не поддерживается
sk_sk: Mailvelope nie je podporovaný
sv_se: Mailvelope stöds inte
zh_cn: 不支持 Mailvelope
zh_tw: 不支援 Mailvelope

source: Mailvelope is only supported in Google Chrome or Mozilla Firefox. Please use one of these broswers to set up encryption.
cs_cz: Mailvelope je podporovaný pouze v prohlížečích Google Chrome a Mozilla Firefox. Použijte, prosím, jeden z nich pro nastavení šifrování.
da_dk: Mailvelope virker kun i Google Chrome og Mozilla Firefox. Brug venligst en af disse browsere for at sætte kryptering op.
de_de: Mailvelope wird nur in Google Chrome oder Mozilla Firefox unterstützt. Bitte verwenden Sie einen dieser Broswer zum Einrichten der Verschlüsselung.
es_mx: Mailvelope sólo se admite en Google Chrome o Mozilla Firefox. Por favor, utilice uno de estos navegadores para configurar el cifrado.
fi_fi: Mailvelopea tukee vain Google Chrome ja Mozilla Firefox. Käytä jompaakumpaa näistä selaimista salauksen tekemiseen.
fr_fr: Mailvelope est uniquement géré dans Google Chrome ou Mozilla Firefox. Veuillez utiliser l'un de ces navigateurs pour mettre en place le chiffrement.
hu_hu: A Mailvelope csak Google Chrome és Mozilla Firefox böngészőkben támogatott. A titkosítás beállításához használja ezen böngészők valamelyikét.
it_it: Mailvelope è supportata solo da Google Chrome o Mozilla Firefox. Utilizza uno di questi browser per configurare la cifratura.
ja_jp: Mailvelope のサポートは Google Chrome や Mozilla Firefox にてしか行われません。そのブラウザーのどちらかを使ってください。
lv_lv: 'Mailvelope' tiek atbalstīta tikai Google Chrome vai Mozilla Firefox pārlūkos. Lai iestatītu šifrēšanu, lūdzu lietojiet kādu no tiem.
nb_no: Mailvelope er bare støttet i Google Chrome eller Mozilla Firefox. Vennligst bruk en av disse nettleserne for å sette opp kryptering.
nl_nl: Mailvelope wordt alleen ondersteund binnen Google Chrome en Mozilla Firefox. Gebruik alstublieft een van deze browsers om codering in te stellen.
pl_pl: Mailvelope jest obsługiwane tylko w przeglądarkach Google Chrome i Mozilla Firefox. Aby skonfigurować szyfrowanie, użyj jednej z tych przeglądarek.
pt_br: O Mailvelope somente é suportado no Google Chrome ou Mozilla Firefox. Use um destes navegadores para configurar a criptografia.
ro_ro: Mailvelope este suportat doar în Google Chrome sau Mozilla Firefox. Utilizați unul dintre aceste navigatoare pentru a configura criptatrea.
ru_ru: Mailvelope поддерживается только в Google Chrome и Mozilla Firefox. Чтобы настроить шифрование, выберите один из этих браузеров.
sk_sk: Mailvelope je podporovaná len v prehliadači Google Chrome alebo Mozilla Firefox. Prosím, použite jeden z týchto prehliadačov na nastavenie šifrovania.
sv_se: Mailvelope stöds bara i Google Chrome eller Mozilla Firefox. Använd en av dessa webbläsare för att ställa in kryptering.
zh_cn: Mailvelope 只支持 Google Chrome 或 Mozilla Firefox。請使用以下其中一個瀏覽器以設置加密。
zh_tw: Mailvelope 僅支援 Google Chrome 或 Mozilla Firefox，請使用這兩種的任一種來設定加密。

source: Encrypted communication
cs_cz: Šifrovaná komunikace
da_dk: Krypteret kommunikation
de_de: Verschlüsselte Kommunikation
es_mx: Comunicación cifrada
fi_fi: Salattu viestintä
fr_fr: Communication chiffrée
hu_hu: Titkosított kommunikáció
it_it: Comunicazione cifratura
ja_jp: 暗号化通信
lv_lv: Šifrētas komunikācijas
nb_no: Kryptert kommunikasjon
nl_nl: Gecodeerde communicatie
pl_pl: Komunikacja szyfrowana
pt_br: Comunicação criptografada
ro_ro: Comunicare criptată
ru_ru: Зашифрованная связь
sk_sk: Šifrovaná komunikácia
sv_se: Krypterad kommunikation
zh_cn: 已加密沟通
zh_tw: 加密通訊

source: Download browser plugin
cs_cz: Stáhnout rozšíření prohlížeče
da_dk: Hent browser-plugin
de_de: Browser-Plugin herunterladen
es_mx: Descargar plugin del navegador
fi_fi: Lataa selain-plugin
fr_fr: Télécharger le module du navigateur
hu_hu: Böngészőbővítmény letöltése
it_it: Scarica estensione per il browser
ja_jp: ブラウザープラグインをダウンロード
lv_lv: Lejupielādēt pārlūka spraudni
nb_no: Last ned nettleserplugin
nl_nl: Download de browser-plugin
pl_pl: Pobierz dodatek do przeglądarki
pt_br: Baixar plugin do navegador
ro_ro: Descărcați modulul pentru navigator
ru_ru: Скачать дополнение для браузера
sk_sk: Stiahnuť zásuvný modul prehliadača
sv_se: Ladda ner insticksprogram för webbläsare
zh_cn: 下载浏览器插件
zh_tw: 下載瀏覽器外掛程式

source: Generate
cs_cz: Vygenerovat
da_dk: Generér
de_de: Generieren
es_mx: Generar
fi_fi: Luo
fr_fr: Générer
hu_hu: Előállítás
it_it: Genera
ja_jp: 生成
lv_lv: Ģenerēt
nb_no: Generer
nl_nl: Genereren
pl_pl: Generuj klucze
pt_br: Gerar
ro_ro: Generează
ru_ru: Генерировать
sk_sk: Vytvoriť
sv_se: Generera
zh_cn: 生成
zh_tw: 產生

source: Congratulations! You have successfully set up encryption.
cs_cz: Gratuluji. Úspěšně jste nastavili šifrování.
da_dk: Tillykke! Du har nu sat kryptering op.
de_de: Herzlichen Glückwunsch! Sie haben die Verschlüsselung erfolgreich eingerichtet.
es_mx: ¡Enhorabuena! Ha configurado el cifrado con éxito.
fi_fi: Onnittelut! Olet suorittanut salauksen onnistuneesti.
fr_fr: Félicitations ! Vous avez configuré le chiffrement.
hu_hu: Gratulálunk! Sikeresen beállította a titkosítást.
it_it: Congratulazioni! Hai configurato correttamente la cifratura.
ja_jp: おめでとう！暗号化の設定ができました。
lv_lv: Apsveicam! Šifrēšana ir veiksmīgi iestatīta.
nb_no: Gratulerer! Du har nå satt opp kryptering.
nl_nl: Gefeliciteerd! U heeft succesvol encryptie geactiveerd.
pl_pl: Gratulacje! Szyfrowanie zostało prawidłowo skonfigurowane
pt_br: Parabéns! Você configurou a criptografia com sucesso.
ro_ro: Felicitări! Ați configurat criptarea cu succes.
ru_ru: Поздравляем! Вы успешно настроили шифрование.
sk_sk: Gratulujeme! Úspešne ste nastavili šifrovanie.
sv_se: Grattis! Du har ställt in krypteringen.
zh_cn: 恭喜!您成功设置了加密
zh_tw: 恭喜！您已經設定好加密。

source: Prepare
cs_cz: Připravit
da_dk: Forbered
de_de: Vorbereiten
es_mx: Preparar
fi_fi: Valmistele
fr_fr: Préparation
hu_hu: Előkészítés
it_it: Prepara
ja_jp: 準備
lv_lv: Sagatavot
nb_no: Forberedelse
nl_nl: Voorbereiden
pl_pl: Przygotuj
pt_br: Preparar
ro_ro: Pregătește
ru_ru: Подготовка
sk_sk: Pripraviť
sv_se: Förbered
zh_cn: 预备
zh_tw: 準備

source: Password
cs_cz: Heslo
da_dk: Adgangskode
de_de: Passwort
es_mx: Contraseña
fi_fi: Salasana
fr_fr: Mot de passe
hu_hu: Jelszó
ja_jp: パスワード
lv_lv: Parole
nb_no: Passord
nl_nl: Wachtwoord
pl_pl: Hasło
pt_br: Senha
ro_ro: Parolă
ru_ru: Пароль
sk_sk: Heslo
sv_se: Lösenord
zh_cn: 密码
zh_tw: 密碼

source: Three steps to setup encrypted communication:
cs_cz: Tři kroky k nastavení šifrované komunikace:
da_dk: Tre trin for at sætte krypteret kommunikation op:
de_de: Drei Schritte zum Einrichten verschlüsselter Kommunikation:
es_mx: Tres pasos para configurar la comunicación cifrada:
fi_fi: Kolme vaihetta salatun viestinnän perustamiseen:
fr_fr: Trois étapes sont nécessaires à la mise en place d'une communication chiffrée :
hu_hu: Három lépésben állíthatja be a titkosított kommunikációt
it_it: Tre passi per configurare la comunicazione cifrata:
ja_jp: 暗号化通信を設定する3ステップ：
lv_lv: Trīs soļi šifrētu komunikāciju iestatīšanai:
nb_no: Tre steg for å sette opp kryptert kommunikasjon:
nl_nl: Drie stappen om gecodeerde communicatie op te zetten:
pl_pl: Trzy kroki do skonfigurowania komunikacji szyfrowanej:
pt_br: Três passos para configurar a comunicação criptografada:
ro_ro: Trei etape de configurare a comunicării criptate:
ru_ru: Три этапа настройки зашифрованного обмена данными:
sk_sk: Tri kroky k nastaveniu šifrovanej komunikácie:
sv_se: Tre steg för att ställa in krypterad kommunikation:
zh_cn: 三步设置加密沟通:
zh_tw: 設定加密通訊的三個步驟:

source: Download browser plugin “Mailvelope”
cs_cz: Stáhněte rozšíření prohlížeče „Mailvelope“
da_dk: Hent browser-plugin'et »Mailvelope«
de_de: Browser-Plugin "Mailvelope" herunterladen
es_mx: Descargar el plugin del navegador "Mailvelope"
fi_fi: Lataa Mailvelope- selain-plugin
fr_fr: Téléchargez le module de navigateur « Mailvelope »
hu_hu: Töltse le a “Mailvelope” bővítményt
it_it: Scarica l'estensione per il browser “Mailvelope”
ja_jp: ブラウザプラグイン「Mailvelope」をダウンロード
lv_lv: Lejupielādējiet pārlūka spraudni “Mailvelope”
nb_no: Last ned nettleser-plugin'en "Mailvelope"
nl_nl: Download de browser-plugin “Mailvelope”
pl_pl: Pobierz dodatek do przeglądarki Mailvelope
pt_br: Baixar o plugin do navegador "Mailvelope"
ro_ro: Descărcați modulul “Mailvelope” pentru navigator
ru_ru: Скачайте дополнение для браузера «Mailvelope»
sk_sk: Stiahnuť „Mailvelope“, zásuvný modul prehliadača
sv_se: Ladda ner insticksprogrammet "Mailvelope"
zh_cn: 下载浏览器插件 "Mailvelope"
zh_tw: 下載瀏覽器的外掛程式「Mailvelope」

source: Create encryption keys for secure communication
cs_cz: Vytvořte šifrovací klíče pro bezpečnou komunikaci
da_dk: Lav krypteringsnøgler til sikker kommunikation.
de_de: Verschlüsselungscodes für eine sichere Kommunikation erstellen
es_mx: Crear claves de cifrado para la comunicación segura
fi_fi: Luo avaimet salattua viestintää varten
fr_fr: Créez les clés de chiffrement pour une communication sécurisée
hu_hu: Titkosító kulcs létrehozása a biztonságos kommunkációhoz
it_it: Creare chiavi di cifratura per la comunicazione sicura
ja_jp: セキュリティ保護された通信のための暗号化鍵を作成
lv_lv: Izveidojiet šifrēšanas atslēgas
nb_no: Opprett krypteringsnøkler for sikker kommunikasjon
nl_nl: Maak sleutels aan voor beveiligde communicatie
pl_pl: Utwórz klucze szyfrujące do bezpiecznej komunikacji
pt_br: Criar chaves de criptografia para comunicação segura
ro_ro: Creați chei de criptare pentru comunicare securizată
ru_ru: Создайте ключи шифрования для безопасного обмена данными
sk_sk: Vytvoriť šifrovacie kľúče pre zabezpečenú komunikáciu
sv_se: Skapa krypteringsnycklar för säker kommunikation
zh_cn: 為安全沟通创建加密键
zh_tw: 建立加密金鑰進行安全通訊

source: OK
es_mx: Aceptar
lv_lv: Labi
ru_ru: ОК
zh_cn: 好的
zh_tw: 確定
